export const packages = [
    {
        title: 'باقة العمرة الاقتصادية',
        price: 'ريال 1500',
        features: [
            'سكن قريب من الحرم (شيبكة)',
            'توفير النقل بأحدث الباصات',
            'إرشاد ديني',
            'توفير وجبات',
            'فيزا العمرة'
        ],
        isPopular: true,
    },
    {
        title: 'باقة الحج المميز',
        price: 'ريال 12000',
        features: [
            'فنادق 5 نجوم مطلة',
            'بوفيه مفتوح',
            'نقل خاص VIP',
            'خيمة خاصة في منى',
            'رعاية طبية 24/7'
        ],
        isPopular: false,
    },
    {
        title: 'باقة عمرة رمضان',
        price: 'ريال 3500',
        features: [
            'العشر الأواخر',
            'فنادق الصفوة',
            'وجبات إفطار وسحور',
            'برنامج ديني مكثف',
            'زيارة المزارات'
        ],
        isPopular: false,
    },
];
